 [
  {
    "BAB": "1",
    "Judul": "++++++++++Puasa dan Hikmahnya",
    "tujuanpembelajaran": "Siswa memahami pengertian, ketentuan, dan hikmah puasa dalam Islam.",
    "aktivitas1": "Amati gambar orang sedang berpuasa! Jelaskan makna puasa menurut Islam!",
    "aktivitas2": "Bacalah Q.S. Al-Baqarah ayat 183! Jelaskan kandungan ayat tentang kewajiban puasa!",
    "aktivitas3": "Jelaskan syarat wajib, syarat sah, rukun, dan hal-hal yang membatalkan puasa!",
    "aktivitas4": "Bagaimana cara mempersiapkan diri menghadapi bulan Ramadhan? Buatlah rencana persiapan!",
    "aktivitas5": "Buatlah refleksi tentang hikmah puasa yang Anda rasakan selama bulan Ramadhan!"
  },
  {
    "BAB": "2",
    "Judul": "Zakat, Infak, dan Sedekah",
    "tujuanpembelajaran": "++++++Siswa memahami konsep zakat, infak, dan sedekah serta manfaatnya bagi masyarakat.",
    "aktivitas1": "Analisis gambar mustahik zakat! Identifikasi 8 golongan penerima zakat!",
    "aktivitas2": "Bacalah dalil tentang kewajiban zakat! Jelaskan perbedaan zakat fitrah dan zakat mal!",
    "aktivitas3": "Hitunglah zakat yang harus dikeluarkan oleh seseorang dengan penghasilan tertentu!",
    "aktivitas4": "Bagaimana dampak positif zakat bagi perekonomian masyarakat? Berikan analisis!",
    "aktivitas5": "Buatlah program sosial berbasis zakat untuk membantu masyarakat sekitar!"
  },
  {
    "BAB": "3",
    "Judul": "Haji dan Umrah",
    "tujuanpembelajaran": "Siswa memahami tata cara pelaksanaan haji dan umrah serta hikmahnya.",
    "aktivitas1": "Amati peta lokasi haji di Mekah! Identifikasi tempat-tempat penting dalam ibadah haji!",
    "aktivitas2": "Jelaskan syarat wajib, rukun, dan wajib haji! Bedakan antara haji dan umrah!",
    "aktivitas3": "Buatlah urutan pelaksanaan ibadah haji dari mulai ihram sampai tahallul!",
    "aktivitas4": "Bagaimana nilai-nilai persatuan yang tercermin dalam ibadah haji?",
    "aktivitas5": "Buatlah rencana persiapan spiritual dan finansial untuk melaksanakan haji!"
  },
  {
    "BAB": "4",
    "Judul": "Ekonomi Islam",
    "tujuanpembelajaran": "Siswa memahami prinsip-prinsip ekonomi Islam dan penerapannya dalam kehidupan.",
    "aktivitas1": "Analisis gambar transaksi jual beli! Identifikasi transaksi yang sesuai dengan syariah!",
    "aktivitas2": "Jelaskan prinsip-prinsip ekonomi Islam dan bedakan dengan ekonomi konvensional!",
    "aktivitas3": "Berikan contoh praktik riba dalam kehidupan sehari-hari dan alternatif syariahnya!",
    "aktivitas4": "Bagaimana peran bank syariah dalam mendukung perekonomian umat?",
    "aktivitas5": "Buatlah proposal bisnis kecil yang menerapkan prinsip ekonomi Islam!"
  },
  {
    "BAB": "5",
    "Judul": "Keluarga Sakinah",
    "tujuanpembelajaran": "Siswa memahami konsep keluarga sakinah dan cara mewujudkannya.",
    "aktivitas1": "Amati gambar keluarga harmonis! Identifikasi ciri-ciri keluarga sakinah!",
    "aktivitas2": "Bacalah Q.S. Ar-Rum ayat 21! Jelaskan makna keluarga sakinah menurut ayat tersebut!",
    "aktivitas3": "Jelaskan hak dan kewajiban suami istri dalam keluarga Islam!",
    "aktivitas4": "Bagaimana peran keluarga dalam pembentukan karakter anak?",
    "aktivitas5": "Buatlah rencana untuk mewujudkan keluarga sakinah di masa depan!"
  }
]
