[
  {
    "BAB": "1",
    "Judul": "Al-Quran dan Hadis sebagai Pedoman Hidup XXXXX",
    "tujuanpembelajaran": "Siswa memahami kedudukan Al-Quran dan Hadis sebagai pedoman hidup umat Islam dan mampu mengaplikasikannya dalam kehidupan sehari-hari.",
    "aktivitas1": "Amati gambar berikut yang menunjukkan seseorang sedang membaca Al-Quran! Jelaskan makna gambar tersebut berdasarkan Q.S. Al-Baqarah ayat 2-5!",
    "aktivitas2": "Bacalah Q.S. Al-Baqarah ayat 2-5 dengan tartil! Tuliskan terjemahnya dan jelaskan kandungan ayat tersebut!",
    "aktivitas3": "Jelaskan perbedaan antara Al-Quran dan Hadis dari segi pengertian, kedudukan, dan fungsinya!",
    "aktivitas4": "Analisis kasus berikut: Seorang siswa menemukan dompet di sekolah. Bagaimana penerapan nilai-nilai Al-Quran dalam menyikapi kasus tersebut?",
    "aktivitas5": "Buatlah kesimpulan tentang pentingnya Al-Quran dan Hadis sebagai pedoman hidup dalam era digital!"
  },
  {
    "BAB": "2",
    "Judul": "Iman kepada Allah SWT OOOO,
    "tujuanpembelajaran": "Siswa mampu meyakini keberadaan Allah SWT melalui ciptaan-Nya dan memahami sifat-sifat wajib Allah.",
    "aktivitas1": "Amati gambar alam semesta berikut! Sebutkan 3 bukti keberadaan Allah SWT berdasarkan gambar tersebut!",
    "aktivitas2": "Bacalah Q.S. Al-Ikhlas dengan tartil! Jelaskan makna kandungan ayat tersebut!",
    "aktivitas3": "Jelaskan 5 sifat wajib Allah beserta arti dan buktinya dalam kehidupan sehari-hari!",
    "aktivitas4": "Bagaimana cara meningkatkan keimanan kepada Allah SWT di era modern ini? Berikan 3 contoh konkret!",
    "aktivitas5": "Evaluasi diri: Sejauh mana keimanan Anda kepada Allah SWT? Berikan bukti konkret dari perilaku sehari-hari!"
  },
  {
    "BAB": "3",
    "Judul": "Akhlak Terpuji",
    "tujuanpembelajaran": "Siswa dapat memahami dan menerapkan akhlak terpuji dalam kehidupan sehari-hari.",
    "aktivitas1": "Identifikasi gambar perilaku terpuji berikut! Jelaskan mengapa perilaku tersebut termasuk akhlak terpuji!",
    "aktivitas2": "Analisis kisah Nabi Muhammad SAW tentang kejujuran! Apa hikmah yang dapat dipetik dari kisah tersebut?",
    "aktivitas3": "Jelaskan pentingnya akhlak terpuji dalam kehidupan sosial bermasyarakat!",
    "aktivitas4": "Bagaimana cara mengembangkan akhlak terpuji di era digital? Berikan 3 strategi!",
    "aktivitas5": "Buatlah evaluasi diri tentang penerapan akhlak terpuji dalam kehidupan Anda selama seminggu terakhir!"
  },
  {
    "BAB": "4",
    "Judul": "Sejarah Peradaban Islam",
    "tujuanpembelajaran": "Siswa memahami sejarah perkembangan peradaban Islam dan kontribusinya bagi dunia.",
    "aktivitas1": "Analisis peta penyebaran Islam di dunia! Identifikasi 3 negara dengan perkembangan Islam tercepat!",
    "aktivitas2": "Bacalah sejarah perkembangan Islam di Indonesia! Jelaskan peran Wali Songo dalam penyebaran Islam!",
    "aktivitas3": "Jelaskan kontribusi peradaban Islam dalam bidang ilmu pengetahuan (minimal 3 bidang)!",
    "aktivitas4": "Bagaimana relevansi sejarah Islam dengan kehidupan modern? Berikan analisis kritis!",
    "aktivitas5": "Buatlah timeline perkembangan Islam di dunia dari masa Rasulullah hingga sekarang!"
  },
  {
    "BAB": "5",
    "Judul": "Ibadah dalam Islam",
    "tujuanpembelajaran": "Siswa memahami hakikat ibadah dalam Islam dan mampu melaksanakan ibadah dengan benar.",
    "aktivitas1": "Amati gambar orang sedang shalat! Identifikasi rukun dan syarat sah shalat yang terlihat!",
    "aktivitas2": "Bacalah dalil tentang pentingnya ibadah dalam Islam! Jelaskan makna ibadah menurut Islam!",
    "aktivitas3": "Jelaskan perbedaan antara ibadah mahdhah dan ghairu mahdhah beserta contohnya!",
    "aktivitas4": "Bagaimana cara meningkatkan kualitas ibadah dalam kehidupan sehari-hari? Berikan 3 tips!",
    "aktivitas5": "Buatlah jadwal ibadah harian Anda dan evaluasi pelaksanaannya selama seminggu!"
  }
]
