[
  {
    "BAB": "1",
    "Judul": "Pemikiran Islam Kontemporer",
    "tujuanpembelajaran": "Siswa memahami perkembangan pemikiran Islam kontemporer.",
    "aktivitas1": "Analisis gambar tokoh pemikir Islam modern! Identifikasi pemikirannya!",
    "aktivitas2": "Jelaskan perbedaan antara modernisme, fundamentalisme, dan liberalisme Islam!",
    "aktivitas3": "Bagaimana merespons tantangan modernitas dengan tetap berpegang pada ajaran Islam?",
    "aktivitas4": "Analisis pemikiran salah satu tokoh Islam kontemporer!",
    "aktivitas5": "Buatlah tulisan tentang masa depan pemikiran Islam!"
  },
  {
    "BAB": "2",
    "Judul": "Islam dan Sains",
    "tujuanpembelajaran": "Siswa memahami hubungan harmonis antara Islam dan sains.",
    "aktivitas1": "Analisis gambar penemuan sains! Jelaskan kesesuaiannya dengan Al-Quran!",
    "aktivitas2": "Jelaskan kontribusi ilmuwan Muslim dalam perkembangan sains!",
    "aktivitas3": "Bagaimana Al-Quran mendorong pengembangan ilmu pengetahuan?",
    "aktivitas4": "Analisis ayat-ayat Al-Quran yang berbicara tentang sains!",
    "aktivitas5": "Buatlah proposal penelitian sederhana yang mengintegrasikan Islam dan sains!"
  },
  {
    "BAB": "3",
    "Judul": "Islam dan Politik",
    "tujuanpembelajaran": "Siswa memahami konsep politik dalam Islam.",
    "aktivitas1": "Analisis gambar sistem pemerintahan! Identifikasi prinsip politik Islam!",
    "aktivitas2": "Jelaskan konsep khilafah, syura, dan keadilan dalam politik Islam!",
    "aktivitas3": "Bagaimana menerapkan nilai-nilai politik Islam dalam sistem demokrasi?",
    "aktivitas4": "Analisis peran umat Islam dalam politik kontemporer!",
    "aktivitas5": "Buatlah rencana partisipasi politik yang Islami!"
  },
  {
    "BAB": "4",
    "Judul": "Islam dan Budaya",
    "tujuanpembelajaran": "Siswa memahami hubungan Islam dan budaya lokal.",
    "aktivitas1": "Analisis gambar tradisi lokal! Identifikasi nilai Islam di dalamnya!",
    "aktivitas2": "Jelaskan prinsip Islam dalam menyikapi budaya lokal!",
    "aktivitas3": "Bagaimana proses Islamisasi budaya di Indonesia?",
    "aktivitas4": "Analisis salah satu tradisi Islam Nusantara!",
    "aktivitas5": "Buatlah program pelestarian budaya Islam lokal!"
  },
  {
    "BAB": "5",
    "Judul": "Dakwah di Era Digital",
    "tujuanpembelajaran": "Siswa memahami strategi dakwah di era digital.",
    "aktivitas1": "Analisis gambar media sosial! Identifikasi peluang dakwah di dalamnya!",
    "aktivitas2": "Jelaskan etika dakwah di media sosial!",
    "aktivitas3": "Bagaimana menghadapi tantangan dakwah di era digital?",
    "aktivitas4": "Analisis konten dakwah yang efektif di media sosial!",
    "aktivitas5": "Buatlah konten dakwah digital untuk kalangan remaja!"
  }
]
