[
  {
    "BAB": "6",
    "Judul": "xxxxxxTauhid dan Makrifatullah",
    "tujuanpembelajaran": "Siswa memahami konsep tauhid dan cara meningkatkan makrifatullah.",
    "aktivitas1": "Analisis gambar alam semesta! Jelaskan bukti keesaan Allah berdasarkan ciptaan-Nya!",
    "aktivitas2": "Jelaskan perbedaan antara tauhid uluhiyah, rububiyah, dan asma wa sifat!",
    "aktivitas3": "Bagaimana cara meningkatkan makrifatullah dalam kehidupan sehari-hari?",
    "aktivitas4": "Analisis pengaruh tauhid terhadap perilaku seseorang!",
    "aktivitas5": "Buatlah refleksi tentang tingkat pemahaman tauhid Anda saat ini!"
  },
  {
    "BAB": "7",
    "Judul": "xxxxxxxSyariat Islam",
    "tujuanpembelajaran": "Siswa memahami hakikat syariat Islam dan fungsinya dalam kehidupan.",
    "aktivitas1": "Identifikasi sumber-sumber hukum Islam dari gambar yang diberikan!",
    "aktivitas2": "Jelaskan perbedaan antara ijma, qiyas, dan istihsan!",
    "aktivitas3": "Bagaimana relevansi syariat Islam dengan kehidupan modern?",
    "aktivitas4": "Analisis kasus hukum kontemporer dari perspektif syariat Islam!",
    "aktivitas5": "Buatlah esai tentang pentingnya memahami syariat Islam!"
  },
  {
    "BAB": "3",
    "Judul": "Fiqh Ibadah",
    "tujuanpembelajaran": "Siswa memahami fiqh ibadah secara mendalam dan penerapannya.",
    "aktivitas1": "Analisis gambar orang berwudhu! Identifikasi kesalahan dalam pelaksanaannya!",
    "aktivitas2": "Jelaskan perbedaan pendapat ulama tentang masalah fiqh tertentu!",
    "aktivitas3": "Bagaimana menghadapi perbedaan pendapat dalam fiqh ibadah?",
    "aktivitas4": "Buatlah tabel perbandingan madzhab dalam masalah ibadah tertentu!",
    "aktivitas5": "Lakukan observasi pelaksanaan ibadah di masyarakat dan analisis!"
  },
  {
    "BAB": "4",
    "Judul": "Fiqh Muamalah",
    "tujuanpembelajaran": "Siswa memahami hukum-hukum muamalah dalam Islam.",
    "aktivitas1": "Analisis gambar transaksi ekonomi! Identifikasi yang sesuai syariah!",
    "aktivitas2": "Jelaskan ketentuan jual beli, sewa menyewa, dan hutang piutang dalam Islam!",
    "aktivitas3": "Bagaimana menerapkan prinsip muamalah dalam bisnis modern?",
    "aktivitas4": "Analisis produk keuangan syariah yang ada di masyarakat!",
    "aktivitas5": "Buatlah proposal bisnis dengan menerapkan fiqh muamalah!"
  },
  {
    "BAB": "5",
    "Judul": "Fiqh Jinayat",
    "tujuanpembelajaran": "Siswa memahami hukum pidana dalam Islam.",
    "aktivitas1": "Analisis gambar pelanggaran hukum! Identifikasi jenis jinayat-nya!",
    "aktivitas2": "Jelaskan ketentuan hukum hudud, qishas, dan ta'zir!",
    "aktivitas3": "Bagaimana tujuan pendidikan dalam hukum pidana Islam?",
    "aktivitas4": "Analisis perbedaan sistem pidana Islam dengan sistem konvensional!",
    "aktivitas5": "Buatlah kajian tentang penerapan fiqh jinayat di era modern!"
  }
]
